var quote=["墨西哥：知識像一張網，越實越牢，網住的魚就越多。","黎凱：人生是沒有畢業的學校。","羅素：我的人生正是使事業成為喜悅，使喜悅成為事業。",
"馬基雅弗利：戰爭在你願意時開始，卻並不你樂時結束。",
"法國：生活的全部意義在於無窮無盡地探索未知道的東西。",
"佚名：人怕沒理，狗怕夾尾。",
"托富：神射手之所以神，並不是因為他的箭好，而是因為他瞄得準。",
"民諺：對敵人不鬥不倒，勝利不鬥不來。",
"貝多芬：我要抱住命運的咽喉，決不能讓命運使我屈服。",
"墨西哥：有活著的狼就有死去的羊。"];
var quoteAns=["墨西哥：知識像一張網，越實越牢，網住的魚就越多。","黎凱：人生是沒有畢業的學校。","羅素：我的人生正是使事業成為喜悅，使喜悅成為事業。",
"馬基雅弗利：戰爭在你願意時開始，卻並不你樂時結束。",
"法國：生活的全部意義在於無窮無盡地探索未知道的東西。",
"佚名：人怕沒理，狗怕夾尾。",
"托富：神射手之所以神，並不是因為他的箭好，而是因為他瞄得準。",
"民諺：對敵人不鬥不倒，勝利不鬥不來。",
"貝多芬：我要抱住命運的咽喉，決不能讓命運使我屈服。",
"墨西哥：有活著的狼就有死去的羊。"];
var _data=quote;
var _ans=quoteAns;
